Repository: 68000a/Gigathek
Catalog: code/plugin.video.zdf_*_lite/resources/language/*/strings.po
Languages: german

# #32000
source: General
german: Allgemein

# #32001
source: Use mobile version of ZDF media library
german: Mobile Version der ZDF Mediathek verwenden

# #32002
source: Show hint on mobile version at start
german: Hinweis auf Mobile-Version beim Start anzeigen

# #32003
source: Ignore adaptive streams if possible
german: Adaptive Streams wenn möglich ignorieren

# #32010
source: Download settings
german: Download Einstellungen

# #32011
source: Download directory
german: Downloadverzeichnis

# #32012
source: Broadcast date
german: Sendedatum

# #32013
source: Available to
german: Abrufbar bis

# #32020
source: Livestream settings
german: Livestream Einstellungen

# #32021
source: Fetch livestream URLs via API
german: Livestream URLs vom API beziehen

# #32022
source: Read livestream URLs from 'livestream.json' in ADDON_DATA
german: Livestream URLs aus 'livestream.json' in ADDON_DATA lesen

# #32100
source: Usage of the mobile version can be defined in the addon settings.
german: Die Verwendung der Mobile-Version kann in den Addon-Einstellung festgelegt werden.

# #32101
source: Restart because of changed settings
german: Neustart wegen geänderter Einstellungen.
